tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'cubicdaiya/nginx-build'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'kopischke/ctags'
tap 'mackerelio/mackerel-agent'
tap 'monochromegane/pt'
tap 'motemen/ghq'
tap 'peco/peco'
tap 'sanemat/font'
cask 'osxfuse'
brew 'android-sdk'
brew 'libyaml'
brew 'openssl'
brew 'pkg-config'
brew 'ansible'
brew 'apr'
brew 'cmake'
brew 'mysql', service_restart: true
brew 'gdbm'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'xz'
brew 'python'
brew 'python3'
brew 'postgresql', service_restart: true
brew 'unixodbc'
brew 'apr-util'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'boost'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cscope'
brew 'ctags'
brew 'libssh2'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'go'
brew 'direnv'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'exiftool'
brew 'faac'
brew 'fabric'
brew 'lame'
brew 'libssh'
brew 'sdl'
brew 'snappy'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'pcre2'
brew 'fish'
brew 'flow'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gibo'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'git-now'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'gnu-sed'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gperftools'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'ruby'
brew 'heroku'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'hugo'
brew 'icdiff'
brew 'perl'
brew 'imagemagick'
brew 'nasm'
brew 'mozjpeg'
brew 'jpeg-archive'
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'kotlin'
brew 'leveldb'
brew 'libevent'
brew 'libvo-aacenc'
brew 'libxslt'
brew 'lz4'
brew 'macvim'
brew 'mas'
brew 'memcached', service_restart: true
brew 'mercurial'
brew 'nkf'
brew 'node', args: ['with-full-icu']
brew 'nyah-cli'
brew 'ossp-uuid'
brew 'packer'
brew 'peco'
brew 'pngquant'
brew 'pow'
brew 'vde'
brew 'qemu', args: ['with-gtk+', 'with-libssh2', 'with-sdl', 'with-vde']
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', service_restart: true
brew 'rocksdb'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'cubicdaiya/nginx-build/nginx-build'
brew 'homebrew/apache/ab'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/python/numpy'
brew 'homebrew/versions/phantomjs198'
brew 'mackerelio/mackerel-agent/mackerel-agent'
brew 'monochromegane/pt/pt'
brew 'motemen/ghq/ghq', args: ['HEAD']
brew 'sanemat/font/ricty'
cask 'gpgtools'
cask 'imageoptim'
cask 'iterm2'
cask 'pixate-studio'
cask 'sequel-pro'
cask 'shortcuts'
cask 'slack-beta'
cask 'soundflower'
cask 'td-toolbelt'
cask 'transmission'
cask 'tunnelblick'
cask 'tuntap'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
mas 'LINE (4.9.0)', id: 539883307
mas 'Keynote (6.6.2)', id: 409183694
mas 'Magnet (1.8.15)', id: 441258766
mas 'Todoist (6.3.16)', id: 585829637
mas 'Twitter (4.2.2)', id: 409789998
mas 'iPhoto (9.6.1)', id: 408981381
mas 'Skitch (2.7.8)', id: 425955336
mas 'GarageBand (10.1.2)', id: 682658836
mas 'Kobito (2.3.8)', id: 896624060
mas 'Total Video Converter Lite - Totally Free to Convert Any Format (3.6.1)', id: 520374433
mas 'GIPHY CAPTURE (2.4)', id: 668208984
mas 'The Unarchiver (3.11.1)', id: 425424353
mas 'Numbers (3.6.2)', id: 409203825
mas 'Xcode (8.0)', id: 497799835
mas 'Wunderlist (3.4.5)', id: 410628904
mas 'Pages (5.6.2)', id: 409201541
mas 'Dash (3.3.1)', id: 449589707
mas 'iMovie (10.1.2)', id: 408981434
mas 'Gyazo (1.0.2)', id: 490085255
mas 'CopyClip (1.7)', id: 595191960
mas 'Alfred (1.2)', id: 405843582
mas 'Slack (2.0.3)', id: 803453959
mas 'LadioCast (000012000)', id: 411213048
mas 'PopHub (2.1.4)', id: 928494006
mas 'Gyazo (1.0.2)', id: 490085255
