tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'cubicdaiya/nginx-build'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'kenchan/taps'
tap 'koekeishiya/kwm'
tap 'kopischke/ctags'
tap 'mackerelio/mackerel-agent'
tap 'monochromegane/pt'
tap 'peco/peco'
tap 'sanemat/font'
cask 'osxfuse'
brew 'android-sdk'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apr'
brew 'apr-util'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'boost'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'exiftool'
brew 'faac'
brew 'fabric'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'pcre2'
brew 'fish'
brew 'flow'
brew 'libtool'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'webp'
brew 'gd'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gflags'
brew 'ghq'
brew 'gibo'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'git-now'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'gnu-sed'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'gperftools'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'heroku'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'hugo'
brew 'icdiff'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'mozjpeg'
brew 'jpeg-archive'
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'kotlin'
brew 'snappy'
brew 'leveldb'
brew 'libevent'
brew 'libsodium'
brew 'libssh'
brew 'libssh2'
brew 'libvo-aacenc'
brew 'libxslt'
brew 'lz4'
brew 'python3'
brew 'macvim'
brew 'mas'
brew 'memcached', restart_service: true
brew 'mercurial'
brew 'mysql', restart_service: true
brew 'nasm'
brew 'nkf'
brew 'node', args: ['with-full-icu']
brew 'ossp-uuid'
brew 'packer'
brew 'peco'
brew 'phantomjs'
brew 'pngquant'
brew 'postgresql'
brew 'pow'
brew 'qemu', args: ['with-gtk+', 'with-libssh2', 'with-sdl', 'with-vde']
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rocksdb'
brew 'ruby'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'sdl'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'v8'
brew 'vde'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'cubicdaiya/nginx-build/nginx-build'
brew 'homebrew/apache/ab'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/php/php70'
brew 'homebrew/php/phpmd'
brew 'homebrew/python/numpy'
brew 'kenchan/taps/mruby-cli'
brew 'koekeishiya/kwm/kwm'
brew 'mackerelio/mackerel-agent/mackerel-agent'
brew 'monochromegane/pt/pt'
brew 'sanemat/font/ricty'
cask 'imageoptim'
cask 'iterm2'
cask 'marp'
cask 'pixate-studio'
cask 'sequel-pro'
cask 'shortcuts'
cask 'slack-beta'
cask 'soundflower'
cask 'td-toolbelt'
cask 'thunderbird'
cask 'transmission'
cask 'tunnelblick'
cask 'tuntap'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
mas 'LINE', id: 539883307
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Todoist', id: 585829637
mas 'Twitter', id: 409789998
mas 'The Unarchiver', id: 425424353
mas 'Skitch', id: 425955336
mas 'GIPHY CAPTURE', id: 668208984
mas 'iPhoto', id: 408981381
mas 'GarageBand', id: 682658836
mas 'Kobito', id: 896624060
mas 'Numbers', id: 409203825
mas 'Xcode', id: 497799835
mas 'Wunderlist', id: 410628904
mas 'Pages', id: 409201541
mas 'iMovie', id: 408981434
mas 'CopyClip', id: 595191960
mas 'Gyazo', id: 490085255
mas 'Alfred', id: 405843582
mas 'LadioCast', id: 411213048
mas 'PopHub', id: 928494006
mas 'Gyazo', id: 490085255
